Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Keys_Preset
source: Preset
ar: الإعداد المسبق
cs: Předvolba
de: Vorlage
el: Προκαθορισμένο σύνολο
es: Conjunto predefinido
fa: پیش‌تنظیم
fr: Jeu prédéfini
hu: Készlet
it: Set predefinito
ja: プリセット
ko: 프리셋
pl: Zestaw
pt: Predefinição
ro: Presetare
ru: Набор
th: ชุดสำเร็จรูป
tr: Ön ayar
uk: Набір
vi: Bộ định sẵn
zh_hans: 预设
zh_hant: 預設集

# KeyPreset_default
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ja: 既定
ko: 기본값
pl: Domyślny
pt: Padrão
ro: Implicit
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартний
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# KeyPreset_hxd
source: HxD style
ar: نمط HxD
cs: Styl HxD
de: HxD-Stil
el: Στυλ HxD
es: Estilo HxD
fa: سبک HxD
fr: Style HxD
hu: HxD stílus
id: Gaya HxD
it: Stile HxD
ja: HxD 風
ko: HxD 스타일
pl: Styl HxD
pt: Estilo HxD
ro: Stil HxD
ru: Как в HxD
th: แบบ HxD
tr: HxD stili
uk: Стиль HxD
vi: Kiểu HxD
zh_hans: HxD 风格
zh_hant: HxD 樣式

# KeyPreset_010editor
source: 010 Editor style
ar: نمط 010 Editor
cs: Styl 010 Editor
de: 010 Editor-Stil
el: Στυλ 010 Editor
es: Estilo 010 Editor
fa: سبک 010 Editor
fr: Style 010 Editor
hu: 010 Editor stílus
id: Gaya 010 Editor
it: Stile 010 Editor
ja: 010 Editor 風
ko: 010 Editor 스타일
pl: Styl 010 Editor
pt: Estilo 010 Editor
ro: Stil 010 Editor
ru: Как в 010 Editor
th: แบบ 010 Editor
tr: 010 Editor stili
uk: Стиль 010 Editor
vi: Kiểu 010 Editor
zh_hans: 010 Editor 风格
zh_hant: 010 Editor 樣式

# KeyPreset_vscode
source: VS Code style
ar: نمط VS Code
cs: Styl VS Code
de: VS Code-Stil
el: Στυλ VS Code
es: Estilo VS Code
fa: سبک VS Code
fr: Style VS Code
hu: VS Code stílus
id: Gaya VS Code
it: Stile VS Code
ja: VS Code 風
ko: VS Code 스타일
pl: Styl VS Code
pt: Estilo VS Code
ro: Stil VS Code
ru: Как в VS Code
th: แบบ VS Code
tr: VS Code stili
uk: Стиль VS Code
vi: Kiểu VS Code
zh_hans: VS Code 风格
zh_hant: VS Code 樣式

# Keys_SearchPlaceholder
source: Search by name, command ID or key (for example ctrl+g)
ar: البحث بالاسم أو معرّف الأمر أو المفتاح (مثل ctrl+g)
cs: Hledat podle názvu, ID příkazu nebo klávesy (například ctrl+g)
de: Nach Name, Befehls-ID oder Taste suchen (z. B. ctrl+g)
el: Αναζήτηση με όνομα, αναγνωριστικό εντολής ή πλήκτρο (για παράδειγμα ctrl+g)
es: Buscar por nombre, id. de comando o tecla (por ejemplo, ctrl+g)
fa: جستجو با نام، شناسهٔ فرمان یا کلید (مثلاً ctrl+g)
fr: Rechercher par nom, ID de commande ou touche (par ex. ctrl+g)
hu: Keresés név, parancsazonosító vagy billentyű szerint (például ctrl+g)
id: Cari berdasarkan nama, ID perintah, atau tombol (mis. ctrl+g)
it: Cerca per nome, ID comando o tasto (ad es. ctrl+g)
ja: 名前・コマンド ID・キー (例: ctrl+g) で検索
ko: 이름, 명령 ID 또는 키로 검색(예: ctrl+g)
pl: Szukaj według nazwy, identyfikatora polecenia lub klawisza (np. ctrl+g)
pt: Pesquisar por nome, ID do comando ou tecla (por exemplo, ctrl+g)
ro: Căutare după nume, ID de comandă sau tastă (de exemplu ctrl+g)
ru: Поиск по имени, ИД команды или клавише (например, ctrl+g)
th: ค้นหาตามชื่อ ID คำสั่ง หรือปุ่ม (เช่น ctrl+g)
tr: Ad, komut kimliği veya tuşla arayın (ör. ctrl+g)
uk: Пошук за назвою, ідентифікатором команди або клавішею (наприклад, ctrl+g)
vi: Tìm theo tên, ID lệnh hoặc phím (ví dụ: ctrl+g)
zh_hans: 按名称、命令 ID 或按键搜索（例如 ctrl+g）
zh_hant: 依名稱、命令 ID 或按鍵搜尋（例如 ctrl+g）

# Keys_SearchByKey
source: Search by key
ar: البحث بالمفتاح
cs: Hledat podle klávesy
de: Nach Taste suchen
el: Αναζήτηση με πλήκτρο
es: Buscar por tecla
fa: جستجو با کلید
fr: Rechercher par touche
hu: Keresés billentyű szerint
id: Cari berdasarkan tombol
it: Cerca per tasto
ja: キーで検索
ko: 키로 검색
pl: Szukaj według klawisza
pt: Pesquisar por tecla
ro: Căutare după tastă
ru: Поиск по клавише
th: ค้นหาตามปุ่ม
tr: Tuşla ara
uk: Пошук за клавішею
vi: Tìm theo phím
zh_hans: 按按键搜索
zh_hant: 依按鍵搜尋

# Keys_Import
source: Import...
ar: استيراد...
cs: Importovat...
de: Importieren...
el: Εισαγωγή...
es: Importar...
fa: وارد کردن...
fr: Importer...
hu: Importálás...
id: Impor...
it: Importa...
ja: インポート...
ko: 가져오기...
pl: Importuj...
pt: Importar...
ro: Importare...
ru: Импорт...
th: นำเข้า...
tr: İçeri aktar...
uk: Імпортувати...
vi: Nhập...
zh_hans: 导入...
zh_hant: 匯入...

# Keys_Export
source: Export...
ar: تصدير...
cs: Exportovat...
de: Exportieren...
el: Εξαγωγή...
es: Exportar...
fa: صادر کردن...
fr: Exporter...
hu: Exportálás...
id: Ekspor...
it: Esporta...
ja: エクスポート...
ko: 내보내기...
pl: Eksportuj...
pt: Exportar...
ro: Exportare...
ru: Экспорт...
th: ส่งออก...
tr: Dışarı aktar...
uk: Експортувати...
vi: Xuất...
zh_hans: 导出...
zh_hant: 匯出...

# Keys_ResetAll
source: Reset all to default
ar: إعادة تعيين الكل إلى الافتراضي
cs: Obnovit vše na výchozí
de: Alle auf Standard zurücksetzen
el: Επαναφορά όλων στις προεπιλογές
es: Restablecer todo
fa: بازنشانی همه به پیش‌فرض
fr: Tout réinitialiser
hu: Összes visszaállítása alapértelmezettre
id: Atur ulang semua ke default
it: Ripristina tutto ai predefiniti
ja: すべて既定に戻す
ko: 모두 기본값으로 초기화
pl: Przywróć wszystkie domyślne
pt: Restaurar tudo para o padrão
ro: Resetare totală la implicit
ru: Сбросить все по умолчанию
th: รีเซ็ตทั้งหมดเป็นค่าเริ่มต้น
tr: Tümünü varsayılana sıfırla
uk: Відновити всі стандартні
vi: Đặt lại tất cả về mặc định
zh_hans: 全部重置为默认值
zh_hant: 全部重設為預設值

# Keys_ColCategory
source: Category
ar: الفئة
cs: Kategorie
de: Kategorie
el: Κατηγορία
es: Categoría
fa: دسته
fr: Catégorie
hu: Kategória
id: Kategori
it: Categoria
ja: カテゴリ
ko: 범주
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
th: หมวดหมู่
tr: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

# Keys_ColCommand
source: Command
ar: الأمر
cs: Příkaz
de: Befehl
el: Εντολή
es: Comando
fa: فرمان
fr: Commande
hu: Parancs
id: Perintah
it: Comando
ja: コマンド
ko: 명령
pl: Polecenie
pt: Comando
ro: Comandă
ru: Команда
th: คำสั่ง
tr: Komut
uk: Команда
vi: Lệnh
zh_hans: 命令
zh_hant: 命令

# Keys_ColKeys
source: Keys
ar: المفاتيح
cs: Klávesy
de: Tasten
el: Πλήκτρα
es: Teclas
fa: کلیدها
fr: Touches
hu: Billentyűk
id: Tombol
it: Tasti
ja: キー
ko: 키
pl: Klawisze
pt: Teclas
ro: Taste
ru: Клавиши
th: ปุ่ม
tr: Tuşlar
uk: Клавіші
vi: Phím
zh_hans: 按键
zh_hant: 按鍵

# Keys_ColScope
source: Scope
ar: النطاق
cs: Rozsah
de: Gültigkeitsbereich
el: Εμβέλεια
es: Ámbito
fa: دامنه
fr: Portée
hu: Hatókör
id: Cakupan
it: Ambito
ja: 有効範囲
ko: 범위
pl: Zakres
pt: Escopo
ro: Domeniu
ru: Область
th: ขอบเขต
tr: Kapsam
uk: Область дії
vi: Phạm vi
zh_hans: 作用范围
zh_hant: 適用範圍

# Keys_ColOrigin
source: Source
ar: المصدر
cs: Zdroj
de: Quelle
el: Προέλευση
es: Origen
fa: منبع
fr: Origine
hu: Forrás
id: Sumber
it: Origine
ja: 由来
ko: 출처
pl: Źródło
pt: Origem
ro: Sursă
ru: Источник
th: แหล่งที่มา
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# KeyOrigin_Default
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
ja: 既定
ko: 기본값
pl: Domyślne
pt: Padrão
ro: Implicit
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартне
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# KeyOrigin_Preset
source: Preset
ar: إعداد مسبق
cs: Předvolba
de: Vorlage
el: Προκαθορισμένο σύνολο
es: Conjunto predefinido
fa: پیش‌تنظیم
fr: Jeu prédéfini
hu: Készlet
it: Set predefinito
ja: プリセット
ko: 프리셋
pl: Zestaw
pt: Predefinição
ro: Presetare
ru: Набор
th: ชุดสำเร็จรูป
tr: Ön ayar
uk: Набір
vi: Định sẵn
zh_hans: 预设
zh_hant: 預設集

# KeyOrigin_User
source: User
ar: المستخدم
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
fa: کاربر
fr: Utilisateur
hu: Felhasználó
id: Pengguna
it: Utente
ja: 利用者
ko: 사용자
pl: Użytkownik
pt: Usuário
ro: Utilizator
ru: Пользователь
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh_hans: 用户
zh_hant: 使用者

# Keys_Edit
source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt: Editar
ro: Editare
ru: Изменить
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# Keys_EditFor
source: Edit shortcuts for {0}
ar: تحرير اختصارات {0}
cs: Upravit zkratky pro {0}
de: Tastenkombinationen für {0} bearbeiten
el: Επεξεργασία συντομεύσεων για {0}
es: Editar los atajos de {0}
fa: ویرایش میان‌برهای {0}
fr: Modifier les raccourcis de {0}
hu: {0} billentyűparancsainak szerkesztése
id: Edit pintasan untuk {0}
it: Modifica scelte rapide per {0}
ja: {0} のショートカットを編集
ko: {0}의 바로 가기 키 편집
pl: Edytuj skróty dla: {0}
pt: Editar atalhos de {0}
ro: Editare comenzi rapide pentru {0}
ru: Изменить сочетания клавиш для {0}
th: แก้ไขแป้นพิมพ์ลัดสำหรับ {0}
tr: {0} kısayollarını düzenle
uk: Змінити сполучення клавіш для {0}
vi: Sửa phím tắt cho {0}
zh_hans: 编辑 {0} 的快捷方式
zh_hant: 編輯 {0} 的快速鍵

# Keys_ResetRow
source: Reset
ar: إعادة تعيين
cs: Obnovit
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fa: بازنشانی
fr: Réinitialiser
hu: Visszaállítás
id: Atur ulang
it: Reimposta
ja: 既定に戻す
ko: 초기화
pl: Resetuj
pt: Redefinir
ro: Resetare
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

# Keys_ResetRowFor
source: Reset shortcuts for {0}
ar: إعادة تعيين اختصارات {0}
cs: Obnovit zkratky pro {0}
de: Tastenkombinationen für {0} zurücksetzen
el: Επαναφορά συντομεύσεων για {0}
es: Restablecer los atajos de {0}
fa: بازنشانی میان‌برهای {0}
fr: Réinitialiser les raccourcis de {0}
hu: {0} billentyűparancsainak visszaállítása
id: Atur ulang pintasan untuk {0}
it: Reimposta scelte rapide per {0}
ja: {0} のショートカットを既定に戻す
ko: {0}의 바로 가기 키 초기화
pl: Resetuj skróty dla: {0}
pt: Redefinir atalhos de {0}
ro: Resetare comenzi rapide pentru {0}
ru: Сбросить сочетания клавиш для {0}
th: รีเซ็ตแป้นพิมพ์ลัดสำหรับ {0}
tr: {0} kısayollarını sıfırla
uk: Скинути сполучення клавіш для {0}
vi: Đặt lại phím tắt cho {0}
zh_hans: 重置 {0} 的快捷方式
zh_hant: 重設 {0} 的快速鍵

# Keys_ResetAllTitle
source: Reset all shortcuts
ar: إعادة تعيين كل الاختصارات
cs: Obnovit všechny zkratky
de: Alle Tastenkombinationen zurücksetzen
el: Επαναφορά όλων των συντομεύσεων
es: Restablecer todos los atajos
fa: بازنشانی همهٔ میان‌برها
fr: Réinitialiser tous les raccourcis
hu: Összes billentyűparancs visszaállítása
id: Atur ulang semua pintasan
it: Reimposta tutte le scelte rapide
ja: すべてのショートカットを既定に戻す
ko: 모든 바로 가기 키 초기화
pl: Resetuj wszystkie skróty
pt: Redefinir todos os atalhos
ro: Resetare toate comenzile rapide
ru: Сброс всех сочетаний клавиш
th: รีเซ็ตแป้นพิมพ์ลัดทั้งหมด
tr: Tüm kısayolları sıfırla
uk: Скидання всіх сполучень клавіш
vi: Đặt lại tất cả phím tắt
zh_hans: 重置所有快捷方式
zh_hant: 重設所有快速鍵

# Keys_ResetAllBody
source: All shortcuts you changed will be reset to the preset.
ar: ستتم إعادة تعيين كل الاختصارات التي غيّرتها إلى الإعداد المسبق.
cs: Všechny zkratky, které jste změnili, se obnoví podle předvolby.
de: Alle von Ihnen geänderten Tastenkombinationen werden auf die Vorlage zurückgesetzt.
el: Όλες οι συντομεύσεις που αλλάξατε θα επανέλθουν σε αυτές του προκαθορισμένου συνόλου.
es: Todos los atajos que cambiaste volverán a los del conjunto predefinido.
fa: همهٔ میان‌برهایی که تغییر داده‌اید به پیش‌تنظیم بازنشانی می‌شوند.
fr: Tous les raccourcis que vous avez modifiés reprendront les valeurs du jeu prédéfini.
hu: Az összes módosított billentyűparancs vissza lesz állítva a készlet szerintire.
id: Semua pintasan yang Anda ubah akan dikembalikan ke preset.
it: Tutte le scelte rapide modificate verranno ripristinate al set predefinito.
ja: 変更したショートカットをすべてプリセットの割り当てに戻します。
ko: 변경한 모든 바로 가기 키가 프리셋으로 초기화됩니다.
pl: Wszystkie zmienione skróty zostaną przywrócone do zestawu.
pt: Todos os atalhos que você alterou serão redefinidos para a predefinição.
ro: Toate comenzile rapide pe care le-ați modificat vor fi resetate la presetare.
ru: Все измененные вами сочетания клавиш будут сброшены к значениям набора.
th: แป้นพิมพ์ลัดทั้งหมดที่คุณเปลี่ยนจะถูกรีเซ็ตเป็นค่าของชุดสำเร็จรูป
tr: Değiştirdiğiniz tüm kısayollar ön ayara sıfırlanacak.
uk: Усі змінені вами сполучення клавіш буде повернуто до значень набору.
vi: Tất cả phím tắt bạn đã thay đổi sẽ được đặt lại theo bộ định sẵn.
zh_hans: 你更改的所有快捷方式都将重置为预设。
zh_hant: 您變更過的所有快速鍵都將重設為預設集的指派。

# Keys_PresetConflictTitle
source: Shortcut conflicts
ar: تعارضات الاختصارات
cs: Konflikty zkratek
de: Konflikte bei Tastenkombinationen
el: Διενέξεις συντομεύσεων
es: Conflictos de atajos
fa: تداخل میان‌برها
fr: Conflits de raccourcis
hu: Billentyűparancs-ütközések
id: Konflik pintasan
it: Conflitti tra scelte rapide
ja: ショートカットの重複
ko: 바로 가기 키 충돌
pl: Konflikty skrótów
pt: Conflitos de atalhos
ro: Conflicte de comenzi rapide
ru: Конфликты сочетаний клавиш
th: แป้นพิมพ์ลัดซ้ำกัน
tr: Kısayol çakışmaları
uk: Конфлікти сполучень клавіш
vi: Xung đột phím tắt
zh_hans: 快捷方式冲突
zh_hant: 快速鍵衝突

# Keys_PresetConflictBody
source: Some of your shortcuts conflict with the preset.
ar: تتعارض بعض اختصاراتك مع الإعداد المسبق.
cs: Některé vaše zkratky jsou v konfliktu s předvolbou.
de: Einige Ihrer Tastenkombinationen stehen in Konflikt mit der Vorlage.
el: Ορισμένες από τις συντομεύσεις σας έρχονται σε διένεξη με το προκαθορισμένο σύνολο.
es: Algunos de tus atajos entran en conflicto con el conjunto predefinido.
fa: برخی از میان‌برهای شما با پیش‌تنظیم تداخل دارند.
fr: Certains de vos raccourcis sont en conflit avec le jeu prédéfini.
hu: Egyes billentyűparancsai ütköznek a készlettel.
id: Beberapa pintasan Anda berkonflik dengan preset.
it: Alcune delle tue scelte rapide sono in conflitto con il set predefinito.
ja: 利用者の割り当てがプリセットと重複しています。
ko: 일부 바로 가기 키가 프리셋과 충돌합니다.
pl: Niektóre z Twoich skrótów kolidują z zestawem.
pt: Alguns dos seus atalhos entram em conflito com a predefinição.
ro: Unele dintre comenzile dvs. rapide intră în conflict cu presetarea.
ru: Некоторые ваши сочетания клавиш конфликтуют с набором.
th: แป้นพิมพ์ลัดบางรายการของคุณซ้ำกับชุดสำเร็จรูป
tr: Kısayollarınızın bazıları ön ayarla çakışıyor.
uk: Деякі ваші сполучення клавіш конфліктують із набором.
vi: Một số phím tắt của bạn xung đột với bộ định sẵn.
zh_hans: 你的某些快捷方式与预设冲突。
zh_hant: 您的部分快速鍵與預設集衝突。

# Keys_PresetConflict
source: {0}: "{1}" (yours) and "{2}" (preset)
ar: {0}: "{1}" (لك) و"{2}" (الإعداد المسبق)
cs: {0}: „{1}“ (vaše) a „{2}“ (předvolba)
de: {0}: „{1}“ (Ihre) und „{2}“ (Vorlage)
el: {0}: "{1}" (δική σας) και "{2}" (προκαθορισμένο σύνολο)
es: {0}: “{1}” (tuyo) y “{2}” (predefinido)
fa: {0}: «{1}» (شما) و «{2}» (پیش‌تنظیم)
fr: {0} : « {1} » (le vôtre) et « {2} » (jeu prédéfini)
hu: {0}: „{1}” (saját) és „{2}” (készlet)
id: {0}: "{1}" (milik Anda) dan "{2}" (preset)
it: {0}: “{1}” (tuo) e “{2}” (set predefinito)
ja: {0}: 「{1}」(利用者) と「{2}」(プリセット)
ko: {0}: "{1}"(사용자) 및 "{2}"(프리셋)
pl: {0}: „{1}” (Twój) i „{2}” (zestaw)
pt: {0}: “{1}” (seu) e “{2}” (predefinição)
ro: {0}: „{1}” (a dvs.) și „{2}” (presetare)
ru: {0}: «{1}» (ваше) и «{2}» (набор)
th: {0}: "{1}" (ของคุณ) และ "{2}" (ชุดสำเร็จรูป)
tr: {0}: "{1}" (sizin) ve "{2}" (ön ayar)
uk: {0}: «{1}» (ваше) і «{2}» (набір)
vi: {0}: "{1}" (của bạn) và "{2}" (định sẵn)
zh_hans: {0}：“{1}”（你的）和“{2}”（预设）
zh_hant: {0}：「{1}」（您的）與「{2}」（預設集）

# Keys_PreferUser
source: Keep my shortcuts
ar: الاحتفاظ باختصاراتي
cs: Ponechat moje zkratky
de: Meine Tastenkombinationen behalten
el: Διατήρηση των συντομεύσεών μου
es: Mantener mis atajos
fa: حفظ میان‌برهای من
fr: Garder mes raccourcis
hu: Saját billentyűparancsok megtartása
id: Pertahankan pintasan saya
it: Mantieni le mie scelte rapide
ja: 利用者の割り当てを優先
ko: 내 바로 가기 키 유지
pl: Zachowaj moje skróty
pt: Manter meus atalhos
ro: Păstrare comenzi rapide proprii
ru: Оставить мои сочетания
th: ใช้แป้นพิมพ์ลัดของฉัน
tr: Kısayollarımı koru
uk: Залишити мої сполучення
vi: Giữ phím tắt của tôi
zh_hans: 保留我的快捷方式
zh_hant: 保留我的快速鍵

# Keys_PreferPreset
source: Use the preset
ar: استخدام الإعداد المسبق
cs: Použít předvolbu
de: Vorlage verwenden
el: Χρήση του προκαθορισμένου συνόλου
es: Usar el conjunto predefinido
fa: استفاده از پیش‌تنظیم
fr: Utiliser le jeu prédéfini
hu: Készlet használata
id: Gunakan preset
it: Usa il set predefinito
ja: プリセットを優先
ko: 프리셋 사용
pl: Użyj zestawu
pt: Usar a predefinição
ro: Utilizare presetare
ru: Использовать набор
th: ใช้ชุดสำเร็จรูป
tr: Ön ayarı kullan
uk: Використати набір
vi: Dùng bộ định sẵn
zh_hans: 使用预设
zh_hant: 使用預設集

# Keys_PresetError
source: The preset could not be loaded, so the default is used: {0}
ar: تعذّر تحميل الإعداد المسبق، لذا يُستخدم الافتراضي: {0}
cs: Předvolbu nelze načíst, proto se použije výchozí: {0}
de: Die Vorlage konnte nicht geladen werden, daher wird der Standard verwendet: {0}
el: Δεν ήταν δυνατή η φόρτωση του προκαθορισμένου συνόλου, επομένως χρησιμοποιείται η προεπιλογή: {0}
es: No se pudo cargar el conjunto predefinido, así que se usa el predeterminado: {0}
fa: بارگذاری پیش‌تنظیم ممکن نشد، بنابراین پیش‌فرض استفاده می‌شود: {0}
fr: Impossible de charger le jeu prédéfini ; les valeurs par défaut sont utilisées : {0}
hu: A készletet nem sikerült betölteni, ezért az alapértelmezett lesz használva: {0}
id: Preset tidak dapat dimuat, sehingga default digunakan: {0}
it: Impossibile caricare il set predefinito, quindi vengono usate le impostazioni predefinite: {0}
ja: プリセットを読み込めなかったため、既定を使います: {0}
ko: 프리셋을 로드할 수 없어 기본값을 사용합니다: {0}
pl: Nie można wczytać zestawu, więc używane są ustawienia domyślne: {0}
pt: Não foi possível carregar a predefinição, por isso o padrão é usado: {0}
ro: Presetarea nu a putut fi încărcată, așa că se utilizează valoarea implicită: {0}
ru: Не удалось загрузить набор, поэтому используется набор по умолчанию: {0}
th: ไม่สามารถโหลดชุดสำเร็จรูปได้ จึงใช้ค่าเริ่มต้น: {0}
tr: Ön ayar yüklenemediğinden varsayılan kullanılıyor: {0}
uk: Не вдалося завантажити набір, тому використовується стандартний: {0}
vi: Không thể tải bộ định sẵn nên sẽ dùng mặc định: {0}
zh_hans: 无法加载预设，因此使用默认值：{0}
zh_hant: 無法載入預設集，因此使用預設值：{0}

# Keys_RemoveKey
source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
el: Κατάργηση
es: Quitar
fa: حذف
fr: Supprimer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt: Remover
ro: Eliminare
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 移除

# Keys_AddKey
source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Agregar
fa: افزودن
fr: Ajouter
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
ro: Adăugare
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# Keys_EditTitle
source: Shortcuts: {0}
ar: الاختصارات: {0}
cs: Zkratky: {0}
de: Tastenkombinationen: {0}
el: Συντομεύσεις: {0}
es: Atajos: {0}
fa: میان‌برها: {0}
fr: Raccourcis : {0}
hu: Billentyűparancsok: {0}
id: Pintasan: {0}
it: Scelte rapide: {0}
ja: ショートカット: {0}
ko: 바로 가기 키: {0}
pl: Skróty: {0}
pt: Atalhos: {0}
ro: Comenzi rapide: {0}
ru: Сочетания клавиш: {0}
th: แป้นพิมพ์ลัด: {0}
tr: Kısayollar: {0}
uk: Сполучення клавіш: {0}
vi: Phím tắt: {0}
zh_hans: 快捷方式：{0}
zh_hant: 快速鍵：{0}

# Keys_PressKeys
source: Press the keys (up to two strokes). Enter to confirm, Esc to clear.
ar: اضغط المفاتيح (حتى ضغطتين). Enter للتأكيد، Esc للمسح.
cs: Stiskněte klávesy (nejvýše dva stisky). Enter potvrdí, Esc vymaže.
de: Drücken Sie die Tasten (bis zu zwei Anschläge). Enter zum Bestätigen, Esc zum Löschen.
el: Πατήστε τα πλήκτρα (έως δύο πατήματα). Enter για επιβεβαίωση, Esc για απαλοιφή.
es: Presiona las teclas (hasta dos pulsaciones). Enter para confirmar, Esc para borrar.
fa: کلیدها را فشار دهید (حداکثر دو ضربه). Enter برای تأیید، Esc برای پاک کردن.
fr: Appuyez sur les touches (deux frappes au maximum). Enter pour valider, Esc pour effacer.
hu: Nyomja le a billentyűket (legfeljebb két leütés). Enter: megerősítés, Esc: törlés.
id: Tekan tombol (hingga dua tekanan). Enter untuk mengonfirmasi, Esc untuk menghapus.
it: Premi i tasti (fino a due sequenze). Invio per confermare, Esc per cancellare.
ja: キーを押してください (2 打鍵まで)。Enter で確定、Esc で取り消し。
ko: 키를 누르세요(최대 2회 입력). Enter로 확정, Esc로 지우기.
pl: Naciśnij klawisze (maksymalnie dwa naciśnięcia). Enter – potwierdź, Esc – wyczyść.
pt: Pressione as teclas (até duas sequências). Enter para confirmar, Esc para limpar.
ro: Apăsați tastele (cel mult două apăsări). Enter pentru confirmare, Esc pentru golire.
ru: Нажмите клавиши (не более двух нажатий). Enter — подтвердить, Esc — очистить.
th: กดปุ่ม (สูงสุดสองจังหวะ) กด Enter เพื่อยืนยัน กด Esc เพื่อล้าง
tr: Tuşlara basın (en fazla iki vuruş). Onaylamak için Enter, temizlemek için Esc.
uk: Натисніть клавіші (до двох натискань). Enter — підтвердити, Esc — очистити.
vi: Nhấn phím (tối đa hai lần nhấn). Enter để xác nhận, Esc để xóa.
zh_hans: 请按下按键（最多两次击键）。按 Enter 确认，按 Esc 清除。
zh_hant: 請按下按鍵（最多兩組按鍵）。按 Enter 確認，按 Esc 清除。

# Keys_CaptureHeader
source: New shortcut
ar: اختصار جديد
cs: Nová zkratka
de: Neue Tastenkombination
el: Νέα συντόμευση
es: Nuevo atajo
fa: میان‌بر جدید
fr: Nouveau raccourci
hu: Új billentyűparancs
id: Pintasan baru
it: Nuova scelta rapida
ja: 新しいショートカット
ko: 새 바로 가기 키
pl: Nowy skrót
pt: Novo atalho
ro: Comandă rapidă nouă
ru: Новое сочетание клавиш
th: แป้นพิมพ์ลัดใหม่
tr: Yeni kısayol
uk: Нове сполучення клавіш
vi: Phím tắt mới
zh_hans: 新快捷方式
zh_hant: 新的快速鍵

# Keys_ConflictIntro
source: This key is already assigned in the same scope:
ar: هذا المفتاح معيّن بالفعل في النطاق نفسه:
cs: Tato klávesa je již ve stejném rozsahu přiřazena:
de: Diese Taste ist im selben Gültigkeitsbereich bereits zugewiesen:
el: Αυτό το πλήκτρο έχει ήδη αντιστοιχιστεί στην ίδια εμβέλεια:
es: Esta tecla ya está asignada en el mismo ámbito:
fa: این کلید از قبل در همین دامنه اختصاص داده شده است:
fr: Cette touche est déjà attribuée dans la même portée :
hu: Ez a billentyű már hozzá van rendelve ugyanebben a hatókörben:
id: Tombol ini sudah ditetapkan dalam cakupan yang sama:
it: Questo tasto è già assegnato nello stesso ambito:
ja: このキーは同じ有効範囲で割り当て済みです:
ko: 이 키는 같은 범위에서 이미 할당되어 있습니다:
pl: Ten klawisz jest już przypisany w tym samym zakresie:
pt: Esta tecla já está atribuída no mesmo escopo:
ro: Această tastă este deja atribuită în același domeniu:
ru: Эта клавиша уже назначена в той же области:
th: ปุ่มนี้ถูกกำหนดไว้แล้วในขอบเขตเดียวกัน:
tr: Bu tuş aynı kapsamda zaten atanmış:
uk: Ця клавіша вже призначена в тій самій області дії:
vi: Phím này đã được gán trong cùng phạm vi:
zh_hans: 此按键已在同一作用范围内分配：
zh_hant: 此按鍵已在相同適用範圍中指派：

# Keys_Replace
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 바꾸기
pl: Zastąp
pt: Substituir
ro: Înlocuire
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# Keys_Added
source: Added.
ar: تمت الإضافة.
cs: Přidáno.
de: Hinzugefügt.
el: Προστέθηκε.
es: Agregado.
fa: افزوده شد.
fr: Ajouté.
hu: Hozzáadva.
id: Ditambahkan.
it: Aggiunta.
ja: 追加しました。
ko: 추가했습니다.
pl: Dodano.
pt: Adicionado.
ro: Adăugată.
ru: Добавлено.
th: เพิ่มแล้ว
tr: Eklendi.
uk: Додано.
vi: Đã thêm.
zh_hans: 已添加。
zh_hant: 已新增。
